Repository: EngiBeerHub/UsedWell
Catalog: UsedWell/Localizable.xcstrings
Source language: ja
Languages: en

source: %@ / 日
en: %@ / day

source: %@が使用目標の90%%に達しました。
en: %@ has reached 90%% of your usage goal.

source: %@を目標期間まで使いました。これからも使うか、見直してみましょう。
en: You've used %@ for as long as you planned. Take a moment to decide whether to keep using it.

source: %@使用
en: Used for %@

source: %lldか月
en: %lld months

source: %lld年
en: %lld years

source: %lld日
en: %lld days

source: 1日あたり
en: Per day

source: 1日あたりのコスト
en: Cost per day

source: オーディオ
en: Audio

source: カテゴリ
en: Category

source: カメラ
en: Camera

source: キャンセル
en: Cancel

source: このメモを削除
en: Delete Note

source: このメモを削除しますか？
en: Delete this note?

source: この愛用品を使いたい期間の目安です。
en: How long I want to use it. This is my own goal, not a replacement deadline.

source: この操作は取り消せません。
en: This cannot be undone.

source: この記録を削除しますか？
en: Delete this item?

source: これまで使ったもの
en: Past Items

source: スマートフォン
en: Phone

source: その他
en: Other

source: そろそろ見直しどきです
en: A moment to reflect

source: パソコン
en: Computer

source: バッグ
en: Bag

source: まだ使いたい
en: Want to keep using it

source: メモ
en: Note

source: メモの日付
en: Note date

source: メモを追加
en: Add Note

source: 今から1年後
en: In one more year

source: 今日が目標日です
en: You've reached your goal today

source: 今日で使用を終了
en: Finish Using Today

source: 使い終えた愛用品を、これまで使ったものに移します。
en: When you stop using this item, move it to your history.

source: 使った期間とコストを見える化して、 納得できる買い替え時期を考えられます。
en: Look back at how long you've owned it and what it costs, then decide when you're ready to replace it.

source: 使っていて感じたことを残せます
en: Remember how it feels to use

source: 使っていて気になったことや、まだ使い続けたい理由などを自由に残せます。
en: Write about anything you notice, including reasons you want to keep using it.

source: 使用メモ
en: Usage Notes

source: 使用メモを編集
en: Edit Usage Note

source: 使用メモを追加
en: Add Usage Note

source: 使用中の愛用品
en: Items I'm using

source: 使用期間
en: Time owned

source: 使用状況
en: Ownership overview

source: 使用目標
en: My goal

source: 使用目標に到達しました
en: You've reached your goal

source: 使用開始〜終了
en: Time used

source: 保存
en: Save

source: 最初のメモを追加
en: Add Your First Note

source: 最初の愛用品を登録
en: Add Your First Item

source: 最終コスト
en: Final cost

source: 最終使用期間
en: Time used

source: 最終使用期間は%@、1日あたり%@でした。
en: You used it for %@, at %@ per day.

source: 最終結果
en: Final summary

source: 最終進捗率
en: Final goal progress

source: 削除
en: Delete

source: 十分に使いました
en: Time well spent

source: 名前
en: Name

source: 地域設定が変更されました
en: Region settings changed

source: 完了
en: Done

source: 完全に削除
en: Delete Permanently

source: 履歴の詳細
en: Past Item

source: 履歴はまだありません
en: No past items yet

source: 年
en: Years

source: 後で
en: Not Now

source: 愛用品
en: Item

source: 愛用品の詳細
en: Item Details

source: 愛用品を登録しましょう
en: Keep it or replace it?

source: 愛用品を見直すタイミングになったらお知らせします。
en: Get a reminder as you approach and reach your own usage goal.

source: 愛用品を追加
en: Add Item

source: 新しい愛用品を登録
en: Add a New Item

source: 日付
en: Date

source: 時計
en: Watch

source: 月
en: Months

source: 次に見直すもの
en: Next to reflect on

source: 気になったことや、まだ十分使えると感じたことを、日付付きで振り返れます。
en: Keep dated notes about what you notice, including what's still working well.

source: 現在
en: Now

source: 登録内容を編集
en: Edit Item

source: 目標まであと%@
en: %@ to your goal

source: 目標まであと約%@
en: About %@ to your goal

source: 目標を%@超えて使えています
en: Still using it, %@ beyond your goal

source: 目標を約%@超えて使えています
en: Still using it, about %@ beyond your goal

source: 目標日
en: Goal date

source: 目標達成
en: Goal reached

source: 目標達成時（%@）
en: At my goal (%@)

source: 確認
en: OK

source: 編集
en: Edit

source: 見直し時期を通知します
en: Remember to reflect

source: 記録が見つかりません
en: Item not found

source: 記録は削除されず、「これまで使ったもの」に残ります。
en: Your record will be kept in Past Items.

source: 記録を削除
en: Delete Item

source: 財布
en: Wallet

source: 買い替えを考え始める
en: Thinking about replacing it

source: 買い替え完了
en: Replacement completed

source: 買い替え完了にした愛用品がここに残ります。
en: Items you've finished using will be kept here.

source: 買い替え完了にしますか？
en: Finished using this item?

source: 買い替え完了にする
en: Mark as Replaced

source: 購入価格
en: Purchase price

source: 購入価格は%@以上で入力してください
en: Enter a purchase price of at least %@.

source: 購入価格は%@以下で入力してください
en: Enter a purchase price of %@ or less.

source: 購入価格は自動換算されません。必要に応じて、既存アイテムの購入価格を現在の通貨に合わせて編集してください。
en: Saved purchase prices have not been converted. If needed, edit existing items' purchase prices to match your current currency.

source: 購入価格を入力してください
en: Enter the purchase price.

source: 購入情報
en: Purchase details

source: 購入日
en: Purchase date

source: 通知を許可
en: Allow Notifications

source: 長く使うほど、1日あたりのコストは下がります。
en: The longer you use it, the less it costs per day.

source: 変更を保存できませんでした。もう一度お試しください。
en: Could not save your changes. Please try again.

source: 目標%@
en: Goal %@

source: 1日 %@
en: %@ per day
